Repository: comradekingu/labs-tools-commons-mass-description
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: cs

source: Report a problem
cs: Nahlásit chybu

source: Users using this tool
cs: Uživatelé používající tento nástroj

source: Logout
cs: Odhlásit se

source: Login
cs: Přihlásit se

source: Your user account has been blocked
cs: Váš uživatelský účet byl zablokován

source: Summary of your block
cs: Shrnutí zablokování

source: Blocking sysop
cs: Blokující správce

source: Reason of block
cs: Důvod zablokování

source: Block expiration
cs: Blok vyprší

source: Please
cs: Prosím

source: login
cs: přihlašte se

source: is a tool that allows user to describe pictures and multimedia at
cs: jen nástroj umožňující uživatelům popsat fotografie a multimédia na

source: en masse without having to edit each image manually. You can find more at
cs: hromadně bez toho, aniž by museli ručně editovat každý obrázek. Můžete se dozvědět více na

source: its Wikimedia Commons page
cs: stránce na Wikimedia Commons

source: If you find any bugs in this tool, please feel free to
cs: Naleznete-li jakékoliv chyby v tomto nástroji, prosím neváhejte

source: create a task at Wikimedia Phabricator
cs: vytvořit cgybové hlášení na Wikimedia Phabricator

source: Choose a language
cs: Zvolte jazyk

source: Choose a number of displayed images
cs: Zvolte si počet zobrazených obrázků

source: Do not filter
cs: Nefiltrovat

source: Filter by category
cs: Filtrovat podle kategorie

source: Filter by uploader
cs: Filrovat podle uploadera

source: Enter name of category that you want to use at the source of the table below
cs: Zadejte jméno kategorie, kterou chcete použít jako zdroj tabulkyníže

source: Include the prefix Category:
cs: Včetně prefixu Category:

source: Enter username of uploader which pictures you would like to describe
cs: Zadejte uživatelské jméno uploadera, jehož obrázky chcete popsat

source: Username, do not include prefix User:
cs: Uživatelské jmén, bez prefixu User:

source: Load pictures
cs: Načíst obrázky

source: Picture
cs: Obrázek

source: Description
cs: Popisek

source: Categories
cs: Kategorie

source: Send
cs: Odeslat

source: All users that ever used CMD
cs: Všichni uživatelé, kteří někdy použili CMD

source: Username
cs: Uživatelské jméno

source: Total number of edits
cs: Celkový počet editací

source: Total
cs: Celkem
